Repository: Der-MichiK/c3bottles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Trashcan
de: Mülleimer

source: Drop point number is not a number.
de: Drop-Point-Nummer ist keine Zahl.

source: Drop point number is not positive.
de: Drop-Point-Nummer ist nicht positiv.

source: That drop point already exists.
de: Dieser Drop Point existiert bereits.

source: Invalid drop point category.
de: Ungültige Drop-Point-Kategorie.

source: Creation time not a datetime object.
de: Zeit der Erstellung ist kein datetime-Objekt.

source: Creation time in the future.
de: Zeit der Erstellung liegt in der Zukunft.

source: Drop point already removed.
de: Der Drop Point wurde bereits entfernt.

source: Removal time not a datetime object.
de: Zeit der Entfernung ist kein datetime-Objekt.

source: Removal time in the future.
de: Zeit der Entfernung liegt in der Zukunft.

source: %(location)s on level %(level)i
de: %(location)s auf Ebene %(level)i

source: somewhere
de: irgendwo

source: Not given a drop point object.
de: Kein Drop Point Objekt übergeben.

source: Start time not a datetime object.
de: Startzeit ist kein datetime-Objekt.

source: Start time in the future.
de: Startzeit liegt in der Zukunft.

source: Location older than current.
de: Ort älter als der aktuelle Ort.

source: Latitude is not a floating point number.
de: Breitengrad ist keine Zahl.

source: Longitude is not a floating point number.
de: Längengrad ist keine Zahl.

source: Level is not a number.
de: Ebene ist keine Zahl.

source: Location description is not a string.
de: Ortsbeschreibung ist kein String.

source: Location description is too long.
de: Ortsbeschreiung ist zu lang.

source: Drop point has been removed.
de: Drop Point wurde entfernt.

source: Time not a datetime object.
de: Zeit ist nicht ein datetime-Objekt.

source: Invalid or missing reported state.
de: Ungültiger oder fehlender Status.

source: User needs a name and a password.
de: Benutzer benötigen einen Namen und ein Passwort.

source: User name is not a string.
de: Der Benutzername ist kein String.

source: User name is too long.
de: Der Benutzername ist zu lang.

source: Password hashing failed.
de: Berechnen der Passwort-Prüfsumme fehlgeschlagen.

source: Unknown
de: Unbekannt

source: Invalid or missing maintenance action.
de: Ungültige oder fehlende Wartungsaktion.

source: Errors occurred while processing your report:
de: Bei der Meldung sind Fehler aufgetreten:

source: Thank you!
de: Danke!

source: Your report has been received successfully.
de: Der Bericht wurde erfolgreich gespeichert.

source: Errors occurred while processing your visit:
de: Bei der Verarbeitung des Besuchs sind Fehler aufgetreten:

source: Your visit has been processed successfully.
de: Der Besuch wurde erfolgreich verarbeitet.

source: The user has been disabled successfully.
de: Der Benutzer wurde erfolgreich deaktiviert.

source: The user has been enabled successfully.
de: Der Benutzer wurde erfolgreich aktiviert.

source: The user's permissions have been updated successfully.
de: Die Berechtigungen des Benutzers wurden erfolgreich aktualisiert.

source: The user's password has been changed successfully
de: Das Passwort des Benutzers wurde erfolgreich geändert.

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: The user has been deleted successfully.
de: Der Benutzer wurde erfolgreich gelöscht.

source: A user with this name already exists
de: Es gibt bereits einen Benutzer mit diesem Namen.

source: The new user has been created successfully.
de: Der neue Benutzer wurde erfolgreich erstellt.

source: Your %(category)s has been created successfully.
de: %(category)s wurde erfolgreich erstellt.

source: Your changes have been saved successfully.
de: Die Änderungen wurden erfolgreich gespeichert.

source: Login failed!
de: Fehler beim Einloggen!

source: Wrong user name or password.
de: Falscher Benutzername oder falsches Passwort.

source: Error
de: Fehler

source: Oh no!
de: Oh nein!

source: Development takes place on <a href="https://github.com/c3bottles/c3bottles">GitHub</a>. News can be found on <a href="https://twitter.com/c3bottles">Twitter</a>.
de: Die Entwicklung findet auf <a href="https://github.com/c3bottles/c3bottles">GitHub</a> statt. Neuigkeiten gibt es auch auf <a href="https://twitter.com/c3bottles">Twitter</a>.

source: Toggle navigation
de: Navigation ein-/ausschalten

source: List
de: Liste

source: Map
de: Karte

source: Numbers
de: Zahlen

source: Log in
de: Einloggen

source: Logout
de: Ausloggen

source: User name
de: Benutzername

source: Password
de: Passwort

source: Login
de: Einloggen

source: Language
de: Sprache

source: Admin Interface
de: Adminbereich

source: Success
de: Erfolg

source: Success!
de: Erfolg!

source: Report Drop Point %(number)i
de: Drop Point %(number)i melden

source: Attention!
de: Achtung!

source: Anonymous reporting has been disabled.
de: Anonymes Melden wurde deaktiviert.

source: Please use the buttons below to report the current state of the drop point. If you are unsure which state to report, refer to the FAQ or simply use the very first button.
de: Bitte nutze die Buttons unten um den Status des Drop Points zu melden. Wenn du dir unsicher bist, welchen Status du angeben sollst, schau in die FAQ oder nimm den ersten Button.

source: I'm not sure, just take a look
de: Ich bin mir unsicher

source: Drop point is overflowing
de: Drop Point läuft über

source: Drop point is 100%% full
de: Drop Point ist komplett voll

source: Drop point is reasonably full
de: Drop Point ist gut gefüllt

source: Some bottles are present
de: Einige Flaschen sind dort

source: Drop point is empty
de: Drop Point ist leer

source: There are no crates
de: Es gibt keine Kisten

source: Visit Drop Point %(number)i
de: Drop Point %(number)i besuchen

source: You are not allowed to visit drop points.
de: Du darfst keine Drop Points besuchen.

source: Please use the buttons below to log the action taken on your visit of this drop point.
de: Bitte nutze die Buttons unten um deinen Besuch zu loggen.

source: Emptied the drop point
de: Drop Point geleert

source: Modified the drop point
de: Drop Point bearbeitet

source: You can not do this. Please contact your supervisor.
de: Du hast nicht die Berechtigung für diese Aktion.

source: No action necessary
de: Keine Aktion nötig

source: Please log in as a bottle collector using the login form at the top of this page in order to visit drop points.
de: Bitte logge dich als Flaschensammler ein, um Besuche von Drop Points zu loggen.

source: User management
de: Benutzerverwaltung

source: Active
de: Aktiv

source: Visit drop points
de: Drop Points besuchen

source: Edit drop points
de: Drop Points editieren

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Permissions
de: Berechtigungen

source: Delete
de: Löschen

source: Create a new user
de: Neuen Benutzer erstellen

source: Create user
de: Benutzer erstellen

source: Cancel
de: Abbrechen

source: Update
de: Aktualisieren

source: Change password
de: Passwort ändern

source: Confirmation
de: Bestätigung

source: Delete user
de: Benutzer löschen

source: Are you sure that you want to delete this user? Deletion is irreversible.
de: Soll dieser Benutzer wirklich gelöscht werden? Dieser Vorgang lässt sich nicht rückgängig machen.

source: Drop point labels
de: Drop-Point-Schilder

source: Create labels for all drop points at once (slow!)
de: Schilder für alle Drop Points erstellen (langsam!)

source: An error occurred while processing your report:
de: Beim Verarbeiten des Berichts ist ein Fehler aufgetreten:

source: Your visit has been logged successfully.
de: Der Besuch wurde erfolgreich gespeichert.

source: An error occurred while processing your visit:
de: Beim Verarbeiten des Besuchs ist ein Fehler aufgetreten:

source: Sorry, the minimum value was reached.
de: Das Minimum wurde erreicht.

source: Sorry, the maximum value was reached.
de: Das Maximum wurde erreicht.

source: Create a new drop point
de: Drop Point erstellen

source: Report
de: Melden

source: Visit
de: Besuchen

source: No data available in table
de: Keine Daten in der Tabelle vorhanden

source: Showing _START_ to _END_ of _TOTAL_ entries
de: Zeige _START_ bis _END_ von _TOTAL_ Einträgen

source: No entries available
de: Keine Einträge verfügbar

source: (filtered from _MAX_ total entries)
de: (gefiltert aus _MAX_ Einträgen insgesamt)

source: Show _MENU_ entries
de: Zeige _MENU_ Einträge

source: Loading...
de: Lade...

source: Processing...
de: Verarbeite...

source: Search:
de: Suche:

source: No matching records found
de: Keine passenden Einträge gefunden

source: First
de: Anfang

source: Last
de: Ende

source: Next
de: Vor

source: Previous
de: Zurück

source: : activate to sort column ascending
de: : aktivieren, um Spalte aufsteigend zu sortieren

source: : activate to sort column descending
de: : aktivieren, um Spalte absteigend zu sortieren

source: Removed
de: Entfernt

source: Modified
de: Bearbeitet

source: Emptied
de: Geleert

source: No action
de: Keine Aktion

source: Overflowing
de: Überfüllt

source: Full
de: Voll

source: Reasonably full
de: Gut gefüllt

source: Some bottles
de: Einige Flaschen

source: Empty
de: Leer

source: New
de: Neu

source: No crates
de: Keine Kisten

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: What is all this about in the first place?
de: Um was geht es hier eigentlich?

source: %(project)s is a bottle drop and collection management system for chaos events. Collecting all the empty bottles is a hard task at every event since they appear in large numbers at places and times you cannot always anticipate beforehand. Bottle collectors need to roam the area all the time and check it periodically for any left empty bottles.
de: %(project)s ist ein Flaschensammel-Managementsystem für Chaosevents. Das Sammeln des Leerguts ist eine harte Aufgabe auf jeder Veranstaltung, da die Flaschen in großer Anzahl an verschiedenen Orten und zu Zeiten auftauchen, die sich im Vorfeld nur schwer planen lassen. Flaschensammler müssen die ganze Zeit herumlaufen und nach Leergut suchen.

source: To make this job a lot easier, bottle drop points were invented: Empty crates are placed at spots in the area where a high level of empty bottles is expected, e.g. exits of lecture halls, lounges or the main exit/entrance of a building. The visitors are advised to leave their bottles not at random but rather only at the designated bottle drop points. The bottle collectors then only need to visit these points to do their job.
de: Um die Aufgabe leichter zu machen, wurden Bottle Drop Points erfunden. Leere Kisten werden an Orten verteilt, wo man mit hohem Leergutaufkommen rechnet, etwa an den Ausgängen von Vortragsräumen, in der Partyzone oder am Haupteingang des Gebäudes. Besucher werden gebeten, ihr Leergut nicht einfach irgendwo stehen zu lassen, sonden an den dafür vorgesehenen Orten, um den Flaschensammlern die Arbeit zu erleichtern.

source: However, there are some caveats: In a large building like the CCH nobody is able to memorize all the drop points and some of them may be forgotten and overflow without anyone noticing. In addition, if the planning in advance was not perfect (as always), some drop points in popular locations may overflow very quickly making the job of the collectors a lot harder. At an overflowing drop point, they can't simply exchange a full crate for an empty one but instead have to put all the bottles laying on and around the more than full crate into their fresh one. In the worst case they then have lots of full but no empty crates left in locations with a high bottle drop rate. If that ever happens, the bottlecalypse is inevitable.
de: Allerdings gibt es einige Probleme: In einem großen Gebäude wie dem CCH kann niemand alle Bottle Drop Points im Kopf behalten und manche von ihnen werden vergessen und laufen über, ohne dass die Flaschensammler dies bemerken. Darüber hinaus ist die Planung im Voraus nie perfekt: Einzelne Drop Points laufen schnell über, was die Arbeit der Flaschensammler erschwert. An einem übergelaufenen Drop Point kann man nicht einfach eine volle durch eine leere Kiste ersetzen, sondern muss manuell Flaschen umsortieren. Wenn ein Punkt erreicht ist, wo es zwar herumstehendes Leergut, aber keine Leerkisten mehr gibt, ist die Bottlekalypse unvermeidlich.

source: %(project)s aims to solve this problem using modern web technology combined with crowdsourcing: A database tracks the state of all the drop points and visitors noticing full or overflowing drop points can report that fact. The bottle collectors will be notified and can react promptly. They track their tour and the system can notify them of drop points not visited in a long time or needing immediate action. Statistical analysis allows for continuous optimization of drop point placement by scaling drop points according to the demand or abandoning drop points in remote locations which are not used much anyway.
de: %(project)s möchte dieses Problem lösen, indem moderne Webtechnologie mit Croudsourcing kombiniert wird: Eine Datenbank enthält Ort und Status aller Drop Points und die Besucher können Berichte von vollen oder überlaufenden Drop Points absetzen. Die Flaschensammler werden dann benachrichtigt und können prompot reagieren. Außerdem tracken sie ihre Tour und werden vom System auch auf Drop Points aufmerksam gemacht, die lange nicht besucht wurden oder dringend besucht werden müssen. Statistische Auswertungen erlauben eine kontinuierliche Optimierung der Verteilung der Drop Points anhand des Bedarfs.

source: How does this work?
de: Wie funktioniert das?

source: During placement of bottle drop points, every drop point is registered in the database with its number and position. It gets a label telling the visitors to report full drop points using a URL specific for every drop point. On the website, the visitor can report the drop point as needing attention by simply clicking a button. Optionally, the visitor may inform the bottle collectors about the filling level of the drop point.
de: Bei der Einrichtung der Bottle Drop Points wird jeder Drop Point mit Nummer und Ort in die Datenbank eingetragen. Er bekommt ein Schild, welches die Besucher auffordert, den Status zu berichten, indem die URL auf dem Schild aufgerufen wird. Auf der Webseite können die Besucher durch einen einfachen Klick einen Statusbericht absetzen und die Flaschensammler über den Zustand des Drop Points informieren.

source: The other end of the web interface shows a list of drop points to visit ordered by priority: Drop points reported a lot lately get a high priority which is even higher if the respective drop point experiences a lot or traffic and is reported multiple times. Drop points not visited for a long time get a high priority too, so the collectors can check their current state.
de: Am anderen Ende des Webinterfaces gibt es eine Liste der Drop Points sortiert nach Priorität: Drop Points mit vielen Berichten erhalten eine höhere Priorität, ebenso wie Drop Points, welche lange nicht besucht wurden. So wird sichergestellt, dass die Flaschensammler alle Drop Points regelmäßig besuchen.

source: A map shows the location of all the drop points so new members of the bottle collector team can find them easily and visitors can always find the nearest drop point to their current location.
de: Eine Karte zeigt die Orte aller Drop Points, sodass neue Flaschensammler diese schnell lokalisieren können und Besucher jederzeit den nächsten Drop Point von ihrem aktuellen Ort aus finden.

source: The bottle collectors track their actions when visiting drop points by clicking a button whenever they empty a drop point. In addition to that, bottle collection supervisors can add and remove drop points or change the location of existing drop points if needed.
de: Die Flaschensammler tracken ihre Aktionen wenn sie Drop Points besuchen mit einem Klick. Die Leiter des Flaschensammler-Teams können außerdem Drop Points anlegen und löschen sowie bearbeiten, wann immer dies nötig ist.

source: I'm a visitor and want to help. What should I do?
de: Ich bin ein Besucher und will helfen. Was soll ich tun?

source: Great! Helping is easy: If you spot a bottle drop point that seems to need attention, just visit the URL printed on the sign posted there. You are presented with a website containing a few buttons. Just click on the one you think fits most. Congratulations! :)
de: Super! Helfen ist einfach: Wenn du einen Bottle Drop Points siehst, der Aufmerksamkeit benötigt, besuche einfach die URL auf dem Schild, welches dort hängt. Du bekommst dann eine Webseite mit einigen Buttons. Klicke auf den, der dem Zustand des Drop Points am nächsten kommt. Fertig! :)

source: Please do not abuse the system like reporting the same drop point multiple times since it can only work as good as its input is. If you accidentally pressed the wrong button and e.g. reported an overflowing drop point as empty, don't hesitate to report it again with the correct state. The system will react to this accordingly.
de: Das System lebt davon, dass es nicht missbraucht wird, etwa durch häufige Berichte des selben Drop Points. Das ganze System kann nur so gut funktionieren, wie die Eingabedaten sind. Wenn du ausversehen den falschen Button geklickt hast und beispielsweise einen überlaufenden Drop Point als leer gemeldet hast, klicke danach einfach noch einmal auf den besser passenden Button.

source: Any report of a drop point is helpful, even if it is not overflowing. Reports of empty or only sparsely used drop points help the bottle collectors prioritize their visits, plan their tours optimally and rearrange crates or moving drop points as they see fit. The optimization works better the more detailed the reporting is. Last but not least, the statistics gets more impressive with larger numbers.
de: Jede Meldung eines Drop Points ist hilfreich, auch wenn er nicht überläuft. Berichte von leeren oder nur wenig belegten Drop Points helfen den Flaschensammlern bei der Priorisierung ihrer Besuche und der Planung ihrer Touren. Diese Optimierung funktioniert um so besser, je detaillierter die Meldungen sind. Außerdem werden die Statistiken eindrucksvoller, wenn die Zahlen größer sind.

source: I need some manual labor and bottle collection sounds like a thing for me. What should I do?
de: Ich brauche manuelle Arbeit und Flaschen sammeln klingt nach Spaß. Was soll ich tun?

source: The bottle collectors are volunteers and help is always appreciated. More hands collect and sort more bottles more quickly. If this is a congress and you already are an angel, just search and register for bottle collection shifts in the angel system. If this is a congress and you are not yet an angel, ask for heaven, go there and tell the friendly people there want to help.
de: Die Flaschensammler sind freiwillige Helfer und Hilfe ist immer willkommen. Mehr Hände sammeln und sortieren mehr Flaschen schneller. Wenn dies ein Congress ist und du schon Engel bist, solltest du passende Schichten im Engelsystem finden. Wenn dies ein Congress ist und du noch kein Engel bist, finde den Himmel und biete deine Hilfe an.

source: If this is any other event in the chaos family, it should work similarly to congress but the names heaven and angels might differ. Just ask some people who look like they could know what's up. In doubt, just report your nearest drop point and wait for the collector team to show up. They should know what they're doing.
de: Wenn dies ein anderes Event aus der Chaosfamilie ist, sollte es so ähnlich funktionieren, aber die Namen Himmel und Engel können sich unterscheiden. Frag einfach Leute, die so aussehen, als ob sie wüssten, was Sache ist. Im Zweifel warte einfach am nächsten Drop Point auf die Flaschensammler. Diese sollten wissen, wie ihnen zu helfen ist.

source: What do the report states mean? What state should I choose when reporting?
de: Was bedeuten die Zustände? Welchen soll ich auswählen?

source: Every drop point at all times has a state that describes its filling level. When drop points are being reported, the reporters should select a state roughly corresponding to the situation they see. The state column in the drop point list as well as the markers in the map indicate the current (last reported) state of the drop point in question:
de: Jeder Drop Point hat zu jeder Zeit einen Zustand, der seinen Füllstand beschreibt. Wenn Drop Points gemeldet werden, sollte man den Zustand wählen, der am besten zur Situation vor Ort passt. Die entsprechende Spalte in der Liste sowie die Marker auf der Karte zeigen den Zustand des jeweiligen Drop Points an:

source: The drop point has been reported, however, the reporter was not sure which state to choose and reported the default state instead.
de: Der Drop Point wurde gemeldet, aber die Person, die ihn gemdeldet hat war sich unsicher, welcher Zustand der passende ist.

source: The drop point has been just created and has not been reported yet.
de: Der Drop Point wurde soeben angelegt und noch nicht gemeldet.

source: The drop point has been emptied recently by the bottle collection team and hasn't been reported since or has been reported as empty.
de: Der Drop Point wurde vor kurzem durch die Flaschensammler geleert und wurde entweder seitdem nicht gemeldet oder als leer gemeldet.

source: The drop point contains a few bottles, but no action is necessary yet.
de: Der Drop Point enthält wenige Flaschen, aber es ist noch kein Besuch nötig.

source: The drop point contains a reasonable amount of bottles and should be visited by the bottle collection team soon.
de: Der Drop Point enthält einige Flaschen und sollte demächst von den Flaschensammlern besucht werden.

source: The drop point is more or less full and should be visited as soon as possible by the bottle collection team to prevent overflowing.
de: Der Drop Point ist mehr oder weniger voll und sollte sehr bald von den Flaschensammlern besucht werden, um ein Überlaufen zu vermeiden.

source: The drop point is overflowing, i.e. not only the crates at the drop point are completely filled but additional bottles are laying around. Cleaning up the mess can be troublesome, so the team should try to prevent drop points from reaching this state.
de: Der Drop Point läuft über, d.h. nicht nur die dort stehenden Kisten sind voll, sondern die leeren Flaschen fangen an, sich daneben zu türmen. Aufräumen kann schwierig werden, also sollte die Flaschensammler schnellstmöglich handeln.

source: The drop point is missing crates to put bottles in. This is a grave situation since visitors will probably just drop their empty bottles on the ground. Empty crates should be supplied immediately.
de: Dem Drop Point fehlen Kisten. Dies ist eine kritische Situation, denn Besucher werden vermutlich ihre leeren Flaschen einfach chaotisch auf dem Boden stehen lassen. Leere Kisten sollten schnellstmöglich bereitgestellt werden.

source: What is the priority and how is it calculated?
de: Was ist die Priorität und wie wird sie berechnet?

source: Each drop point gets assigned a visit priority and the idea is that the bottle collectors visit the drop points in order of their priority.
de: Jeder Drop Point bekommt eine Besuchspriorität zugewiesen und die Idee ist, dass die Flaschensammler die Drop Points mit der höchsten Priorität zuerst besuchen.
