Repository: Der-MichiK/c3bottles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: The priority is calculated by taking the time since the last visit as a base value relative to a base visit interval that determines how often a typical drop point should be visited. Each report of a drop point adds to the priority, where the severity of the report (the most severe is obviously "overflowing"). The latest report counts the most and earlier reports count less and less. The crate count of the drop point gives an additional bonus so that larger drop points get a slight increase in priority since a higher throughput is expected in such locations.
de: Die Priorität wird berechnet, indem die Zeit seit dem letzten Besuch als Basiswert genommen wird. Dieser wert erhöht sich mit jedem Bericht abhängig vom gemeldeten Status.

source: I'm good at coding and think this site could need some help. What should I do?
de: Ich kann programmieren und denke, die Seite könnte Hilfe gebrauchen. Was soll ich tun?

source: I started this project because I finally wanted to get my head around modern web development techniques. It is written in Python using the Flask web framework. The database is accessed using SQLAlchemy and the backend of choice is PostgreSQL. If you are (or want to become) familiar with all that stuff and feel comfortable with the choices made, you are invited to contribute.
de: Ich habe dieses Projekt angefangen, weil ich endlich in die moderne Webentwicklung einsteigen wollte. Es ist in Python mit Flask geschrieben. Die Datenbank wird per SQLAlchemy angebunden, wobei mein Favorit PostgreSQL ist. Wenn du dich damit auskennst (oder es lernen möchtest) und mit den getroffenen Entscheidungen einverstanden bist, kannst du dich gerne an der Entwicklung beteiligen.

source: The link in the footer of this page will lead you to the GitHub repository where development takes place.
de: Der Link unten auf dieser Seite führt dich zum GitHub-Repository, in dem die Entwicklung stattfindet.

source: I'm the organizer of some event in the near or far future and like the idea. Can I use your software?
de: Ich organisiere ein Event in naher oder ferner Zukunft und mag die Idee. Kann ich die Software benutzen?

source: Absolutely. In the end, that's what I created it for. Feel free to download the source code from GitHub and set up your own copy. If you still have questions, find my contact information <a href="https://michik.net/">here</a>.
de: Natürlich. Genau dafür wurde sie entwickelt. Du kannst den Sourcecode bei GitHub herunterladen und dein eigenes System aufsetzen. Wenn du noch Fragen hast, findest du meine Kontaktinformationen <a href="https://michik.net/">hier</a>.

source: I'm a l33t h4xx0r and think this is fun.
de: Ich bin ein l33t h4xx0r und das hier ist lustig.

source: Good for you. Here's your fish:
de: Schön für dich. Hier ist dein Fisch:

source: Home
de: Start

source: Welcome to %(project)s!
de: Willkommen zu %(project)s!

source: %(project)s is the bottle drop and collection management system of your favourite chaos event. You have no idea what that means? Try the links below!
de: %(project)s ist das Verwaltungssystem zur Leergutablage und zum Flaschensammeln auf deinem bevorzugten Chaos-Event. Keine Ahnung, was dies bedeutet? Probiere die Links unten aus!

source: Enter a drop point number
de: Drop-Point-Nummer eingeben

source: Report this drop point
de: Diesen Drop Point melden

source: Show me the list!
de: Zeig mir die Liste!

source: You like working in text-mode? Great! We have a huge list of bottle drop points and all the tools to interact with them!
de: Du magst den Textmodus? Perfekt! Wir haben eine lange Liste von Bottle Drop Points und alle Werkzeuge, sie zu verwalten!

source: To the list
de: Zur Liste

source: Show me the map!
de: Zeig mir die Karte!

source: Text is nothing for you? No problem! We have a very cool map which shows all the drop points and their state in real-time!
de: Text ist nichts für dich? Kein Problem! Unsere Karte zeigt alle Bottle Drop Points und ihren jeweiligen Status - in Echtzeit!

source: To the map
de: Zur Karte

source: I want the numbers!
de: Ich will die Zahlen!

source: The sheer beauty of numbers and diagrams amazes you? Good news: The system allows you to see all the statistics!
de: Die Schönheit von Zahlen und Diagrammen fasziniert dich? Gute Nachrichten: Unser System gibt dir Zugriff auf alle Statistiken!

source: To the numbers
de: Zu den Zahlen

source: WTF is this?
de: WTF ist das hier?

source: You have no clue what this is about or how it works? Your questions were asked before and can be answered.
de: Du hast keine Ahnung, was das hier sein soll? Deine Fragen gab es schon vorher und wir haben die Antworten.

source: To the FAQ
de: Zur FAQ

source: Create a New Bottle Drop Point
de: Neuen Drop Point erstellen

source: An error occurred!
de: Es ist ein Fehler aufgetreten!

source: 1. Select the position of the new drop point on the map
de: 1. Position des neuen Drop Points auf der Karte wählen

source: 2. Enter the details of your newly created drop point
de: 2. Details des neuen Drop Points angeben

source: Category
de: Kategorie

source: Level
de: Ebene

source: Location
de: Ort

source: Number
de: Nummer

source: Create drop point
de: Drop Point erstellen

source: Edit %(category)s %(number)i
de: %(category)s %(number)i bearbeiten

source: Change the position by dragging the black marker on the map:
de: Position ändern durch Bewegen des schwarzen Markers:

source: Change the details:
de: Die Details ändern:

source: Remove
de: Entfernen

source: Submit changes
de: Änderungen speichern

source: Current state:
de: Aktueller Status:

source: Visit priority:
de: Besuchspriorität:

source: More details
de: Mehr Details

source: Drop points by state
de: Drop Points nach Status

source: Reports by state
de: Meldungen nach Status

source: drop points in the database
de: Drop Points in der Datenbank

source: state reports by helpful visitors
de: Statusmeldungen von Besuchern

source: visits by the bottle collectors
de: Besuche von den Flaschensammlern

source: reports per drop point
de: Meldungen pro Drop Point

source: visits per drop point
de: Besuche pro Drop Point

source: There are no drop points and/or reports yet. Therefore, no statistics are available.
de: Da es noch keine Drop Points und/oder Meldungen gibt, gibt es auch noch keine Statistiken.

source: Details of %(category)s %(number)i
de: Details von %(category)s %(number)i

source: Location:
de: Ort:

source: Label:
de: Schild:

source: Download PDF
de: PDF herunterladen

source: Edit
de: Bearbeiten

source: History
de: Geschichte

source: Time
de: Zeit

source: Event
de: Ereignis

source: Drop point %(number)i created
de: Drop Point %(number)i erstellt

source: Location changed to %(location)s
de: Ort zu %(location)s geändert

source: Report submitted and drop point seen as: %(state)s
de: Drop Point gemeldet als: %(state)s

source: Drop point visited and maintenance performed: %(action)s
de: Drop Point besucht und Wartung durchgeführt: %(action)s

source: Drop point marked as removed
de: Drop Point als entfernt markiert

source: Drop Point List
de: Liste von Drop Points

source: All
de: Alle

source: State
de: Status

source: Priority
de: Priorität

source: Reports
de: Berichte

source: Drop Point Map
de: Drop-Point-Karte
